Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Keep
es: Mantener
fr: Garder
ko: 유지
zh_hans: 保留

source: Keep Showing
es: Seguir mostrando
fr: Afficher encore
ko: 계속 표시
zh_hans: 继续显示

source: Keep Showing gives you another minute. Nothing else is asked.
es: Seguir mostrando te da un minuto más. No se pide nada más.
fr: « Afficher encore » vous donne une minute de plus. Rien d'autre n'est demandé.
ko: ‘계속 표시’를 누르면 1분이 더 주어집니다. 그 밖에 요청하는 것은 없습니다.
zh_hans: “继续显示”会再给你一分钟。不会再要求任何其他操作。

source: Keeper trigger
es: Disparador del keeper
fr: Déclencheur keeper
ko: 키퍼 트리거
zh_hans: Keeper 触发

source: Key export for this wallet type isn't set up in this build yet.
es: La exportación de la clave para este tipo de billetera aún no está configurada en esta versión.
fr: L'export de clé pour ce type de portefeuille n'est pas encore configuré dans cette version.
ko: 이 빌드에서는 아직 이 지갑 유형의 키 내보내기가 설정되지 않았습니다.
zh_hans: 此版本尚未为这种钱包类型配置密钥导出。

source: Kuru, Uniswap and Monday Trade — compared on every swap.
es: Kuru, Uniswap y Monday Trade — comparados en cada intercambio.
fr: Kuru, Uniswap et Monday Trade — comparés à chaque échange.
ko: Kuru, Uniswap, Monday Trade — 스왑할 때마다 비교해요.
zh_hans: Kuru、Uniswap 和 Monday Trade：每次兑换都会比较报价。

source: L
es: Mín
fr: B
ko: 저
zh_hans: 低

source: Language
es: Idioma
fr: Langue
ko: 언어
zh_hans: 语言

source: Larger than your %@ position
es: Mayor que tu posición de %@
fr: Supérieur à votre position de %@
ko: 보유 포지션(%@)보다 큼
zh_hans: 超过你的 %@ 仓位

source: Largest
es: Mayor holder
fr: Plus gros
ko: 최대 보유자
zh_hans: 最大持有者

source: Last
es: Último
fr: Dernier
ko: 최근가
zh_hans: 最新

source: Last Traded Price
es: Último precio
fr: Dernier prix
ko: 최근 체결가
zh_hans: 最新成交价

source: Last buyback
es: Última recompra
fr: Dernier rachat
ko: 최근 바이백
zh_hans: 上次回购

source: Last seen on Perpl
es: Visto por última vez en Perpl
fr: Vu en dernier sur Perpl
ko: Perpl에서 마지막으로 확인됨
zh_hans: 上次在 Perpl 上所见

source: Launch
es: Lanzamientos
fr: Lancement
ko: 런칭
zh_hans: 发射

source: Launch %@
es: Lanzar %@
fr: Lancer %@
ko: %@ 런칭
zh_hans: 发射 %@

source: Launch a Coin
es: Lanzar una moneda
fr: Lancer un jeton
ko: 코인 런칭하기
zh_hans: 发射代币

source: Launch a coin
es: Lanzar una moneda
fr: Lancer un jeton
ko: 코인 런칭하기
zh_hans: 发射代币

source: Launch a coin and it shows here with its market cap and performance.
es: Lanza una moneda y aparecerá aquí con su capitalización y rendimiento.
fr: Lancez un jeton et il apparaîtra ici avec sa capitalisation et sa performance.
ko: 코인을 런칭하면 시가총액 및 성과와 함께 여기에 표시돼요.
zh_hans: 发射代币后，它会连同市值和表现显示在这里。

source: Launch and trade new coins
es: Lanza y opera monedas nuevas
fr: Lancez et tradez de nouveaux jetons
ko: 새 코인 런칭 및 거래
zh_hans: 发射和交易新币

source: Launch fee
es: Comisión de lanzamiento
fr: Frais de lancement
ko: 런칭 수수료
zh_hans: 发射费

source: Launched
es: Lanzadas
fr: Lancés
ko: 런칭 수
zh_hans: 已发射

source: Launched $%@
es: Lanzaste $%@
fr: $%@ lancé
ko: $%@ 런칭
zh_hans: 已发射 $%@

source: Launched on DyorHQ
es: Lanzada en DyorHQ
fr: Lancé sur DyorHQ
ko: DyorHQ에서 런칭됨
zh_hans: 在 DyorHQ 上发射

source: Launches
es: Lanzamientos
fr: Lancements
ko: 런칭
zh_hans: 发射记录

source: Launches appear here once the new DyorHQ launchpad contracts are live on Monad.
es: Los lanzamientos aparecerán aquí cuando los nuevos contratos del launchpad de DyorHQ estén activos en Monad.
fr: Les lancements apparaîtront ici dès que les nouveaux contrats du launchpad DyorHQ seront actifs sur Monad.
ko: 새 DyorHQ 런치패드 컨트랙트가 Monad에 배포되면 여기에 런칭이 표시돼요.
zh_hans: 新的 DyorHQ Launchpad 合约在 Monad 上线后，发射的币会显示在这里。

source: Launching a coin or creating a Moment
es: Lanzar una moneda o crear un Moment
fr: Lancement d'un jeton ou création d'un Moment
ko: 코인 런칭 또는 Moment 생성
zh_hans: 发射代币或创建 Moment

source: Launchpad buys and sells
es: Compras y ventas en el launchpad
fr: Achats et ventes sur le launchpad
ko: 런치패드 매수 및 매도
zh_hans: Launchpad 买卖

source: Launchpad creator fees and holder rewards
es: Comisiones del creador y recompensas para holders del launchpad
fr: Frais du créateur et récompenses des détenteurs du launchpad
ko: 런치패드 크리에이터 수수료 및 홀더 보상
zh_hans: Launchpad 创作者费用和持有者奖励

source: Launchpad profile
es: Perfil del launchpad
fr: Profil launchpad
ko: 런치패드 프로필
zh_hans: Launchpad 个人资料

source: Learn
es: Aprender
fr: Apprendre
ko: 알아보기
zh_hans: 学习

source: Learn more
es: Más información
fr: En savoir plus
ko: 자세히 알아보기
zh_hans: 了解更多

source: Learn more about %@
es: Más información sobre %@
fr: En savoir plus sur %@
ko: %@ 자세히 알아보기
zh_hans: 了解更多：%@

source: Left before %@
es: Restante antes de %@
fr: Restant sans %@
ko: %@ 요청 전까지 남은 금액
zh_hans: 再次需要 %@ 前的剩余额度

source: Leftover TP/SL
es: TP/SL restantes
fr: TP/SL restants
ko: 남은 익절/손절
zh_hans: 残留的止盈/止损

source: Lets Perpl's keeper forward your signed orders. One on-chain transaction.
es: Permite que el keeper de Perpl reenvíe tus órdenes firmadas. Una sola transacción en la blockchain.
fr: Permet au keeper de Perpl de transmettre vos ordres signés. Une seule transaction sur la blockchain.
ko: Perpl의 키퍼가 서명된 주문을 전달할 수 있게 해요. 온체인 트랜잭션 1건이 필요해요.
zh_hans: 允许 Perpl 的 Keeper 转发你已签名的订单。需一笔链上交易。

source: Leverage
es: Apalancamiento
fr: Levier
ko: 레버리지
zh_hans: 杠杆

source: Leverage %@ times
es: Apalancamiento de %@ veces
fr: Levier %@ fois
ko: 레버리지 %@배
zh_hans: 杠杆 %@ 倍

source: Light
es: Claro
fr: Clair
ko: 라이트
zh_hans: 浅色

source: Limit
es: Límite
fr: Limite
ko: 지정가
zh_hans: 限价

# Limit %@ is above the mark (%@) and would fill at once. Check the price.
source: Limit %1$@ is above the mark (%2$@) and would fill at once. Check the price.
es: El límite %1$@ está por encima del precio de marca (%2$@) y se ejecutaría de inmediato. Revisa el precio.
fr: Le prix limite %1$@ est au-dessus du prix de marque (%2$@) : l'ordre serait exécuté immédiatement. Vérifiez le prix.
ko: 지정가(%1$@)가 마크 가격(%2$@)보다 높아 즉시 체결됩니다. 가격을 확인하십시오.
zh_hans: 限价 %1$@ 高于标记价格（%2$@），会立即成交。检查价格。

# Limit %@ is below the mark (%@) and would fill at once. Check the price.
source: Limit %1$@ is below the mark (%2$@) and would fill at once. Check the price.
es: El límite %1$@ está por debajo del precio de marca (%2$@) y se ejecutaría de inmediato. Revisa el precio.
fr: Le prix limite %1$@ est en dessous du prix de marque (%2$@) : l'ordre serait exécuté immédiatement. Vérifiez le prix.
ko: 지정가(%1$@)가 마크 가격(%2$@)보다 낮아 즉시 체결됩니다. 가격을 확인하십시오.
zh_hans: 限价 %1$@ 低于标记价格（%2$@），会立即成交。检查价格。

source: Limit at
es: Límite a
fr: Limite à
ko: 지정가
zh_hans: 限价

source: Limit at %@
es: Límite a %@
fr: Limite à %@
ko: 지정가 %@
zh_hans: 限价 %@

source: Limit price
es: Precio límite
fr: Prix limite
ko: 지정가
zh_hans: 限价

source: Limit · reduce-only
es: Límite · solo reducir
fr: Limite · réduction seule
ko: 지정가 · 리듀스 온리
zh_hans: 限价 · 只减仓

source: Link
es: Enlace
fr: Lien
ko: 링크
zh_hans: 链接

source: Links
es: Enlaces
fr: Liens
ko: 링크
zh_hans: 链接

source: Liq. if long
es: Liq. en largo
fr: Liq. si long
ko: 롱 청산가
zh_hans: 做多强平价

source: Liq. if short
es: Liq. en corto
fr: Liq. si short
ko: 숏 청산가
zh_hans: 做空强平价

source: Liq. price
es: Precio de liq.
fr: Prix de liq.
ko: 청산 가격
zh_hans: 强平价格

source: Liquidity
es: Liquidez
fr: Liquidité
ko: 유동성
zh_hans: 流动性

source: Liquidity locked forever in Uniswap v4. Every trade pays 1.5%: pool, creator, DyorHQ and buybacks.
es: Liquidez bloqueada para siempre en Uniswap v4. Cada operación paga 1.5%: pool, creador, DyorHQ y recompras.
fr: Liquidité verrouillée pour toujours dans Uniswap v4. Chaque transaction paie 1.5% : pool, créateur, DyorHQ et rachats.
ko: 유동성은 Uniswap v4에 영구 잠금돼요. 모든 거래는 1.5%를 지불하며, 이는 풀, 크리에이터, DyorHQ, 바이백에 돌아가요.
zh_hans: 流动性永久锁定在 Uniswap v4 中。每笔交易支付 1.5%：分给池子、创作者、DyorHQ 和回购。

source: Live market data
es: Datos de mercado en vivo
fr: Données de marché en direct
ko: 실시간 시장 데이터
zh_hans: 实时行情数据

source: Loading
es: Cargando
fr: Chargement
ko: 로딩 중
zh_hans: 加载中

source: Loading activity…
es: Cargando actividad…
fr: Chargement de l'activité…
ko: 활동 로딩 중…
zh_hans: 正在加载动态…

source: Loading headlines…
es: Cargando titulares…
fr: Chargement des actualités…
ko: 헤드라인 로딩 중…
zh_hans: 正在加载头条…

source: Loading markets…
es: Cargando mercados…
fr: Chargement des marchés…
ko: 마켓 로딩 중…
zh_hans: 正在加载市场…

source: Loading swaps…
es: Cargando intercambios…
fr: Chargement des échanges…
ko: 스왑 로딩 중…
zh_hans: 正在加载兑换记录…

source: Loading the current policy…
es: Cargando la política actual…
fr: Chargement de la politique actuelle…
ko: 현재 정책 로딩 중…
zh_hans: 正在加载当前政策…

source: Loading…
es: Cargando…
fr: Chargement…
ko: 로딩 중…
zh_hans: 正在加载…

source: Lock now
es: Bloquear ahora
fr: Verrouiller maintenant
ko: 지금 잠그기
zh_hans: 立即锁定

source: Locked
es: Bloqueada
fr: Verrouillée
ko: 잠김
zh_hans: 已锁定

source: Locked forever
es: Bloqueado para siempre
fr: Verrouillée pour toujours
ko: 영구 잠금
zh_hans: 永久锁定

source: Log In
es: Iniciar sesión
fr: Se connecter
ko: 로그인
zh_hans: 登录

source: Log In Instead
es: Iniciar sesión en su lugar
fr: Se connecter plutôt
ko: 대신 로그인
zh_hans: 改为登录

source: Log In to Move Funds
es: Iniciar sesión para mover fondos
fr: Se connecter pour transférer les fonds
ko: 로그인하여 자금 옮기기
zh_hans: 登录以转移资金

source: Log in with the email and password you signed up with. Your wallet is recreated on this device — no code needed.
es: Inicia sesión con el correo electrónico y la contraseña con los que te registraste. Tu billetera se vuelve a crear en este dispositivo, sin necesidad de código.
fr: Connectez-vous avec l'e-mail et le mot de passe utilisés lors de votre inscription. Votre portefeuille est recréé sur cet appareil — aucun code n'est nécessaire.
ko: 가입할 때 사용한 이메일과 비밀번호로 로그인하세요. 이 기기에서 지갑이 다시 만들어져요 — 코드는 필요 없어요.
zh_hans: 使用你注册时的邮箱和密码登录。你的钱包会在此设备上重新创建，无需验证码。

source: Long
es: Largo
ko: 롱
zh_hans: 做多

source: Long %@
es: Largo %@
ko: %@ 롱
zh_hans: 做多 %@

source: Long %@×
es: Largo %@×
ko: 롱 %@×
zh_hans: 做多 %@×

source: Long / Up
es: Largo / Subida
fr: Long / Hausse
ko: 롱 / 상승
zh_hans: 做多 / 上涨

source: Looking up this token…
es: Buscando este token…
fr: Recherche de ce jeton…
ko: 토큰 조회 중…
zh_hans: 正在查找此代币…

source: Losers
es: Bajas
fr: Baisses
ko: 하락
zh_hans: 跌幅榜

source: MON and tokens in this wallet
es: MON y tokens en esta billetera
fr: MON et jetons de ce portefeuille
ko: 이 지갑의 MON 및 토큰
zh_hans: 此钱包中的 MON 和代币

source: MON has no price right now; deposit AUSD you already hold.
es: MON no tiene precio en este momento; deposita AUSD que ya tengas.
fr: MON n'a pas de prix pour le moment ; déposez des AUSD que vous détenez déjà.
ko: 현재 MON 가격을 알 수 없습니다. 이미 보유한 AUSD를 입금하십시오.
zh_hans: MON 目前没有价格；充值你已持有的 AUSD。

source: MON on hand does not cover the difference at today's price.
es: El MON que tienes no cubre la diferencia al precio de hoy.
fr: Vos MON ne couvrent pas la différence au prix actuel.
ko: 보유한 MON으로는 현재 가격 기준 부족분을 충당할 수 없습니다.
zh_hans: 按今天的价格，现有的 MON 不足以弥补差额。

source: Made on
es: Creada en
fr: Créé sur
ko: 만들어진 곳
zh_hans: 创建于

source: Make Moments last forever
es: Haz que los Moments duren para siempre
fr: Rendez les Moments éternels
ko: Moment를 영원히 남기세요
zh_hans: 让 Moment 永久留存

source: Make your favorite moments last forever.
es: Haz que tus momentos favoritos duren para siempre.
fr: Rendez vos moments préférés éternels.
ko: 좋아하는 순간을 영원히 남기세요.
zh_hans: 让你最爱的时刻永久留存。

source: Make your first trade
es: Haz tu primera operación
fr: Effectuez votre première transaction
ko: 첫 거래를 해 보세요
zh_hans: 完成你的第一笔交易

source: Making sessions longer
es: Alargar las sesiones
fr: Allongement des sessions
ko: 세션 연장
zh_hans: 延长会话时长

source: Manage Price Alerts
es: Gestionar alertas de precio
fr: Gérer les alertes de prix
ko: 가격 알림 관리
zh_hans: 管理价格提醒

source: Manage Wallets
es: Gestionar billeteras
fr: Gérer les portefeuilles
ko: 지갑 관리
zh_hans: 管理钱包

source: Margin
es: Margen
fr: Marge
ko: 증거금
zh_hans: 保证金

source: Mark
es: Marca
fr: Marque
ko: 마크
zh_hans: 标记价

source: Mark all as read
es: Marcar todo como leído
fr: Tout marquer comme lu
ko: 모두 읽음으로 표시
zh_hans: 全部标为已读

source: Mark price
es: Precio de marca
fr: Prix de marque
ko: 마크 가격
zh_hans: 标记价格

source: Market
es: Mercado
fr: Marché
ko: 시장가
zh_hans: 市价

source: Market %@
es: Mercado %@
fr: Marché %@
ko: 마켓 %@
zh_hans: 市场 %@

source: Market Cap
es: Capitalización
fr: Capitalisation
ko: 시가총액
zh_hans: 市值

source: Market Price
es: Precio de mercado
fr: Prix du marché
ko: 시장가
zh_hans: 市场价格

source: Market cap
es: Capitalización
fr: Capitalisation
ko: 시가총액
zh_hans: 市值

source: Market · %@ slippage
es: Mercado · %@ de deslizamiento
fr: Marché · %@ de slippage
ko: 시장가 · 슬리피지 %@
zh_hans: 市价 · 滑点 %@

source: Market, reduce-only, 1% slippage
es: Mercado, solo reducir, 1% de deslizamiento
fr: Marché, réduction seule, 1% de slippage
ko: 시장가, 리듀스 온리, 슬리피지 1%
zh_hans: 市价，只减仓，1% 滑点

source: Max
es: Máx.
ko: 최대
zh_hans: 最大

source: Max Slippage
es: Deslizamiento máx.
fr: Slippage max
ko: 최대 슬리피지
zh_hans: 最大滑点

source: Max network fee
es: Comisión de red máx.
fr: Frais de réseau max
ko: 최대 네트워크 수수료
zh_hans: 最高网络费

source: Max slippage
es: Deslizamiento máx.
fr: Slippage max
ko: 최대 슬리피지
zh_hans: 最大滑点

source: Maximum leverage, %lld times
es: Apalancamiento máximo, %lld veces
fr: Levier maximal, %lld fois
ko: 최대 레버리지, %lld배
zh_hans: 最大杠杆，%lld 倍

source: Media
es: Multimedia
fr: Média
ko: 미디어
zh_hans: 媒体

source: Media hash
es: Hash multimedia
fr: Empreinte du média
ko: 미디어 해시
zh_hans: 媒体哈希

source: Menu
es: Menú
ko: 메뉴
zh_hans: 菜单

source: Mid
es: Medio
fr: Médian
ko: 중간가
zh_hans: 中间价

source: Mid Price
es: Precio medio
fr: Prix médian
ko: 중간가
zh_hans: 中间价

source: Mid price %@
es: Precio medio %@
fr: Prix médian %@
ko: 중간가 %@
zh_hans: 中间价 %@

# Mid price %@, spread %@
source: Mid price %1$@, spread %2$@
es: Precio medio %1$@, spread %2$@
fr: Prix médian %1$@, écart %2$@
ko: 중간가 %1$@, 스프레드 %2$@
zh_hans: 中间价 %1$@，价差 %2$@

source: Minimum
es: Mínimo
ko: 최소
zh_hans: 最少收到

source: Minimum %1$@. About %2$lld collects at this price reach the %3$@ reserve, and the coin graduates at a %4$@ FDV. Up to %5$@ of the %6$@ coins is yours, vesting 20%% at graduation then 16%% a month; anything you leave deepens the pool. Collecting ends at graduation or when the window closes (1 to 30 days).
es: Mínimo %1$@. Con este precio, aprox. %2$lld compras alcanzan la reserva de %3$@, y la moneda se gradúa con un FDV de %4$@. Hasta %5$@ de las %6$@ monedas son tuyas, que se liberan un 20%% en la graduación y luego un 16%% al mes; lo que dejes añade profundidad al pool. Se puede coleccionar hasta la graduación o hasta que se cierre el plazo (de 1 a 30 días).
fr: Minimum %1$@. Environ %2$lld achats à ce prix atteignent la réserve de %3$@, et le jeton gradue à une FDV de %4$@. Jusqu'à %5$@ des %6$@ jetons vous reviennent, avec un vesting de 20%% à la graduation puis de 16%% par mois ; tout ce que vous laissez renforce la profondeur du pool. La collecte se termine à la graduation ou à la clôture de la période (1 à 30 jours).
ko: 최소 %1$@. 이 가격으로 약 %2$lld회 수집하면 준비금 %3$@에 도달하고, 코인은 FDV %4$@에서 졸업해요. %6$@ 코인 중 최대 %5$@까지 내 몫이며, 졸업 시 20%%, 이후 매월 16%%씩 베스팅돼요. 내가 남긴 몫은 풀의 유동성을 키워요. 수집은 졸업하거나 수집 기간(1~30일)이 끝나면 종료돼요.
zh_hans: 最低 %1$@。按此价格，约 %2$lld 次收藏即可达到 %3$@ 储备金，该币将以 %4$@ FDV 毕业。%6$@ 枚币中最多 %5$@ 归你，毕业时解锁 20%%，之后每月解锁 16%%；你未保留的部分会加深池子。收藏会在毕业时或收藏期结束时结束（1 至 30 天）。

source: Minimum price
es: Precio mínimo
fr: Prix minimum
ko: 최소 가격
zh_hans: 最低价格

source: Minimum received
es: Mínimo recibido
fr: Minimum reçu
ko: 최소 수령량
zh_hans: 最少收到

# Minimum received %@ %@ at %@ slippage. Quotes refresh every 15 seconds.
source: Minimum received %1$@ %2$@ at %3$@ slippage. Quotes refresh every 15 seconds.
es: Mínimo recibido: %1$@ %2$@ con %3$@ de deslizamiento. Las cotizaciones se actualizan cada 15 segundos.
fr: Minimum reçu %1$@ %2$@ avec %3$@ de slippage. Les cotations sont actualisées toutes les 15 secondes.
ko: 슬리피지 %3$@ 기준 최소 수령량 %1$@ %2$@. 견적은 15초마다 갱신돼요.
zh_hans: 在 %3$@ 滑点下最少收到 %1$@ %2$@。报价每 15 秒刷新一次。

source: Mint a photo or video as an NFT on Monad. Share it, and earn when it’s collected.
es: Acuña una foto o un video como NFT en Monad. Compártelo y gana cuando lo coleccionen.
fr: Frappez une photo ou une vidéo en NFT sur Monad. Partagez-la et gagnez quand elle est collectée.
ko: 사진이나 동영상을 Monad에서 NFT로 발행하세요. 공유하고, 수집될 때 수익을 얻으세요.
zh_hans: 在 Monad 上将照片或视频铸造为 NFT。分享它，被收藏时即可获得收益。

source: Minted so far
es: Acuñadas hasta ahora
fr: Frappés à ce jour
ko: 현재까지 발행량
zh_hans: 目前已铸造

source: Mix uppercase, lowercase, numbers and symbols (any three).
es: Combina mayúsculas, minúsculas, números y símbolos (tres de los cuatro tipos).
fr: Mélangez majuscules, minuscules, chiffres et symboles (trois au choix).
ko: 대문자, 소문자, 숫자, 기호 중 세 가지 이상을 섞어야 합니다.
zh_hans: 混合使用大写字母、小写字母、数字和符号（任意三种）。

source: Mode
es: Modo
ko: 모드
zh_hans: 模式

source: Moments Not Live Yet
es: Moments aún no disponibles
fr: Moments pas encore disponibles
ko: Moments 준비 중
zh_hans: Moments 尚未上线

source: Moments from earlier DyorHQ contracts. Collecting is closed; claim your vested coins and, as a creator, withdraw your own proceeds.
es: Moments de contratos anteriores de DyorHQ. Ya no se puede coleccionar; reclama tus monedas liberadas y, como creador, retira tus propios ingresos.
fr: Moments des anciens contrats DyorHQ. La collecte est fermée ; réclamez vos jetons débloqués et, en tant que créateur, retirez vos propres recettes.
ko: 이전 DyorHQ 컨트랙트의 Moment예요. 수집은 종료되었어요. 베스팅된 코인을 수령하고, 크리에이터라면 내 수익금을 출금하세요.
zh_hans: 来自早期 DyorHQ 合约的 Moment。收藏已关闭；在此领取你已解锁的币，创作者也可在此提取自己的收益。

source: Moments vesting and creator proceeds
es: Vesting de Moments e ingresos del creador
fr: Vesting des Moments et recettes du créateur
ko: Moments 베스팅 및 크리에이터 수익금
zh_hans: Moments 解锁中的币和创作者收益

source: Moments: collect, claim, withdraw to you
es: Moments: coleccionar, reclamar, retirar a tu billetera
fr: Moments : collecter, réclamer, retirer vers vous
ko: Moments: 수집, 수령, 내 지갑으로 출금
zh_hans: Moments：收藏、领取、提取给你

source: Monad address
es: Dirección de Monad
fr: Adresse Monad
ko: Monad 주소
zh_hans: Monad 地址

source: Monad mainnet
es: Mainnet de Monad
ko: Monad 메인넷
zh_hans: Monad 主网

source: Monad's token list is still loading, so a token may be missing for now.
es: La lista de tokens de Monad aún se está cargando, así que puede que falte algún token por ahora.
fr: La liste des jetons de Monad est encore en cours de chargement : un jeton peut donc manquer pour l'instant.
ko: Monad 토큰 목록을 아직 불러오는 중이라 일부 토큰이 보이지 않을 수 있어요.
zh_hans: Monad 的代币列表仍在加载，因此暂时可能缺少某些代币。

source: More Monad tokens
es: Más tokens de Monad
fr: Autres jetons Monad
ko: 더 많은 Monad 토큰
zh_hans: 更多 Monad 代币

source: More forgiving when the market is moving.
es: Más flexible cuando el mercado se mueve.
fr: Plus tolérante quand le marché bouge.
ko: 시장이 움직일 때 더 여유로워요.
zh_hans: 在市场波动时容错更高。

source: More languages are coming in the next update.
es: Llegarán más idiomas en la próxima actualización.
fr: D'autres langues arriveront dans la prochaine mise à jour.
ko: 다음 업데이트에서 더 많은 언어가 추가될 예정이에요.
zh_hans: 下次更新将推出更多语言。

source: More options
es: Más opciones
fr: Plus d'options
ko: 추가 옵션
zh_hans: 更多选项

source: More than the balance free on Perpl.
es: Supera el saldo disponible en Perpl.
fr: Supérieur au solde disponible sur Perpl.
ko: Perpl의 사용 가능 잔액보다 많습니다.
zh_hans: 超过 Perpl 上的可用余额。

# More than your %@ %@.
source: More than your %1$@ %2$@.
es: Supera tus %1$@ %2$@.
fr: Supérieur à vos %1$@ %2$@.
ko: 보유한 %1$@ %2$@보다 많습니다.
zh_hans: 超过你的 %1$@ %2$@。

source: More than your %@ balance.
es: Supera tu saldo de %@.
fr: Supérieur à votre solde %@.
ko: %@ 잔액보다 많습니다.
zh_hans: 超过你的 %@ 余额。

source: More than your available balance.
es: Supera tu saldo disponible.
fr: Supérieur à votre solde disponible.
ko: 사용 가능 잔액보다 많습니다.
zh_hans: 超过你的可用余额。

source: Most you can keep
es: Máximo que puedes quedarte
fr: Maximum que vous pouvez garder
ko: 내가 가질 수 있는 최대치
zh_hans: 最多可保留

source: Move Funds Out
es: Sacar los fondos
fr: Retirer les fonds
ko: 자금 옮기기
zh_hans: 转出资金

source: Move to
es: Mover a
fr: Déplacer à
ko: 변경할 가격
zh_hans: 移至

source: Moving one cancels the old trigger first, and places the new one once Perpl confirms the cancel.
es: Al moverlo, primero se cancela el disparador anterior y se coloca el nuevo cuando Perpl confirma la cancelación.
fr: Le déplacer annule d'abord l'ancien déclencheur, puis place le nouveau une fois l'annulation confirmée par Perpl.
ko: 트리거를 옮기면 먼저 기존 트리거를 취소하고, Perpl이 취소를 확인하면 새 트리거를 설정해요.
zh_hans: 移动时会先取消旧的触发订单，待 Perpl 确认取消后再下新的。

source: My Holdings
es: Mis activos
fr: Mes avoirs
ko: 내 보유 자산
zh_hans: 我的持仓

source: My Launchpad
es: Mi launchpad
fr: Mon launchpad
ko: 내 런치패드
zh_hans: 我的 Launchpad

source: My Moments
es: Mis Moments
fr: Mes Moments
ko: 내 Moments
zh_hans: 我的 Moments

source: NFT royalty
es: Regalía del NFT
fr: Redevance NFT
ko: NFT 로열티
zh_hans: NFT 版税

source: NFTs
es: NFT
fr: NFT
ko: NFT
zh_hans: NFT

source: NFTs and Moments
es: NFT y Moments
fr: NFT et Moments
ko: NFT 및 Moment
zh_hans: NFT 和 Moment

source: Name
es: Nombre
fr: Nom
ko: 이름
zh_hans: 名称

source: Near Graduation
es: Cerca de graduarse
fr: Proche de la graduation
ko: 졸업 임박
zh_hans: 即将毕业

source: Needs one-click trading — not placed
es: Requiere trading con un clic — no colocado
fr: Nécessite le trading en un clic — non placé
ko: 원클릭 거래 필요 — 주문되지 않음
zh_hans: 需要一键交易，未下单

source: Network
es: Red
fr: Réseau
ko: 네트워크
zh_hans: 网络

source: New
es: Nuevo
fr: Nouveau
ko: 신규
zh_hans: 新

source: New Alert
es: Nueva alerta
fr: Nouvelle alerte
ko: 새 알림
zh_hans: 新提醒

source: New Launch
es: Nuevo lanzamiento
fr: Nouveau lancement
ko: 새 런칭
zh_hans: 发射新币

source: New Launches Open Soon
es: Pronto se abrirán nuevos lanzamientos
fr: Nouveaux lancements bientôt disponibles
ko: 곧 새 런칭이 시작돼요
zh_hans: 新发射即将开放

source: New Moments appear here once the new DyorHQ Moments contracts are live on Monad. Moments from earlier cohorts are in My Moments.
es: Los nuevos Moments aparecerán aquí cuando los nuevos contratos de Moments de DyorHQ estén activos en Monad. Los Moments de cohortes anteriores están en Mis Moments.
fr: Les nouveaux Moments apparaîtront ici dès que les nouveaux contrats Moments de DyorHQ seront actifs sur Monad. Les Moments des cohortes précédentes se trouvent dans Mes Moments.
ko: 새 DyorHQ Moments 컨트랙트가 Monad에 배포되면 새 Moment가 여기에 표시돼요. 이전 기수의 Moment는 ‘내 Moments’에 있어요.
zh_hans: 新的 DyorHQ Moments 合约在 Monad 上线后，新的 Moment 会显示在这里。往期批次的 Moment 在“我的 Moments”中。

source: New launches open soon.
es: Pronto se abrirán nuevos lanzamientos.
fr: Les nouveaux lancements ouvrent bientôt.
ko: 곧 새 런칭이 시작돼요.
zh_hans: 新发射即将开放。

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
ko: 새 비밀번호
zh_hans: 新密码

source: New terms are queued
es: Hay nuevas condiciones en cola
fr: De nouvelles conditions sont en attente
ko: 새 조건이 대기 중입니다
zh_hans: 新条款已排队

source: New terms can take effect at any moment
es: Las nuevas condiciones pueden entrar en vigor en cualquier momento
fr: De nouvelles conditions peuvent entrer en vigueur à tout moment
ko: 새 조건이 언제든 적용될 수 있습니다
zh_hans: 新条款随时可能生效

source: New terms for new Moments are queued. If they take effect before your publish confirms, nothing is published and you review them again.
es: Hay nuevas condiciones en cola para los nuevos Moments. Si entran en vigor antes de que se confirme tu publicación, no se publica nada y vuelves a revisarlas.
fr: De nouvelles conditions pour les nouveaux Moments sont en attente. Si elles entrent en vigueur avant la confirmation de votre publication, rien n'est publié et vous les vérifiez à nouveau.
ko: 새 Moment에 적용될 새 조건이 대기 중입니다. 게시가 확인되기 전에 새 조건이 적용되면 아무것도 게시되지 않으며, 조건을 다시 검토하게 됩니다.
zh_hans: 新 Moment 的新条款已排队。如果它们在你的发布确认之前生效，则不会发布任何内容，你需要重新查看条款。

source: New to Perpl?
es: ¿Eres nuevo en Perpl?
fr: Nouveau sur Perpl ?
ko: Perpl이 처음이신가요?
zh_hans: 初次使用 Perpl？

source: Newest
es: Recientes
fr: Récents
ko: 최신
zh_hans: 最新

source: News
es: Noticias
fr: Actualités
ko: 뉴스
zh_hans: 资讯

source: No %@ needed
es: No se necesita %@
fr: Aucune confirmation avec %@ requise
ko: %@ 필요 없음
zh_hans: 无需 %@
